---
layout: default
title: Disclaimer
description: "Limitations of liability, external links, and accuracy of information."
permalink: /disclaimer/
lang: en
---

<section class="section stack">
  <h1 class="section__title">
    <span class="lang-ja">&#20813;&#36012;&#20107;&#38917;</span>
    <span class="lang-en">Disclaimer</span>
  </h1>

  <div class="stack">
    <h2 class="section__subtitle">
      <span class="lang-ja">&#24773;&#22577;&#12398;&#27491;&#30906;&#24615;</span>
      <span class="lang-en">Accuracy</span>
    </h2>
    <p>
      <span class="lang-ja">&#24773;&#22577;&#12399;&#22519;&#31558;&#26178;&#28857;&#12398;&#30693;&#35211;&#12395;&#22522;&#12389;&#12356;&#12390;&#12356;&#12414;&#12377;&#12364;&#12289;&#23436;&#20840;&#24615;&#12539;&#27491;&#30906;&#24615;&#12434;&#20445;&#35388;&#12377;&#12427;&#12418;&#12398;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#35492;&#12426;&#12434;&#35211;&#12388;&#12369;&#12383;&#22580;&#21512;&#12399; <a href="{{ '/contact/' | relative_url }}">&#12362;&#21839;&#12356;&#21512;&#12431;&#12379;</a> &#12363;&#12425;&#12362;&#30693;&#12425;&#12379;&#12367;&#12384;&#12373;&#12356;&#12290;</span>
      <span class="lang-en">Content reflects the author’s understanding at the time of writing and is provided without warranty. Please report inaccuracies via the <a href="{{ '/contact/' | relative_url }}">contact page</a>.</span>
    </p>
  </div>

  <div class="stack">
    <h2 class="section__subtitle">
      <span class="lang-ja">&#22806;&#37096;&#12522;&#12531;&#12463;</span>
      <span class="lang-en">External links</span>
    </h2>
    <p>
      <span class="lang-ja">&#22806;&#37096;&#12469;&#12452;&#12488;&#12398;&#20869;&#23481;&#12392;&#23433;&#20840;&#24615;&#12395;&#12388;&#12356;&#12390;&#36012;&#20219;&#12434;&#36000;&#12356;&#12414;&#12379;&#12435;&#12290;&#12522;&#12531;&#12463;&#20808;&#12398;&#26368;&#26032;&#12398;&#21033;&#29992;&#35215;&#32004;&#12539;&#12503;&#12521;&#12452;&#12496;&#12471;&#12540;&#12509;&#12522;&#12471;&#12540;&#12434;&#12372;&#30906;&#35469;&#12367;&#12384;&#12373;&#12356;&#12290;</span>
      <span class="lang-en">No responsibility is taken for accuracy or safety of external sites. Review the destination’s terms and privacy policy before use.</span>
    </p>
  </div>

  <div class="stack">
    <h2 class="section__subtitle">
      <span class="lang-ja">&#24195;&#21578;&#12539;&#12450;&#12501;&#12451;&#12522;&#12456;&#12452;&#12488;</span>
      <span class="lang-en">Ads and affiliate links</span>
    </h2>
    <p>
      <span class="lang-ja">&#19968;&#37096;&#12506;&#12540;&#12472;&#12391;&#24195;&#21578;&#12434;&#25522;&#36617;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#24195;&#21578;&#20027;&#12392;&#12518;&#12540;&#12470;&#12540;&#38291;&#12391;&#29983;&#12376;&#12383;&#12488;&#12521;&#12502;&#12523;&#12395;&#12388;&#12356;&#12390;&#24403;&#12469;&#12452;&#12488;&#12399;&#36012;&#20219;&#12434;&#36000;&#12356;&#12414;&#12379;&#12435;&#12290;</span>
      <span class="lang-en">Some pages may display ads. The site is not responsible for issues arising between advertisers and users.</span>
    </p>
  </div>

  <div class="stack">
    <h2 class="section__subtitle">
      <span class="lang-ja">&#20813;&#36012;&#12398;&#22793;&#26356;</span>
      <span class="lang-en">Changes</span>
    </h2>
    <p>
      <span class="lang-ja">&#26412;&#20813;&#35722;&#20107;&#38917;&#12399;&#20107;&#21069;&#12398;&#20104;&#21578;&#12394;&#12367;&#25913;&#23450;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#37325;&#22823;&#12394;&#22793;&#26356;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12469;&#12452;&#12488;&#19978;&#12391;&#21578;&#30693;&#12375;&#12414;&#12377;&#12290;</span>
      <span class="lang-en">This disclaimer may change without prior notice. Material updates will be announced on the site.</span>
    </p>
  </div>
</section>
